---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Dong
source: html/e735dea4-a9c5-d0d3-d7b6-a13ec4ff3046.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Dong Property

Symbol ₫, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Dong { get; }
```